export const mainNavs = [
  {
    id: "home",
    title: "হোম",
    href: "/",
    sub: [],
  },
  {
    id: "courses",
    title: "কোর্সসমূহ",
    href: false,
    sub: [
      {
        id: "hsc-ict-crush-course",
        title: "এইচএসসি আইসিটি ক্র্যাশ কোর্স",
        href: "/hsc-ict-crush-course",
      },
      {
        id: "web-design",
        title: "ওয়েব ডিজাইন",
        href: "/web-design",
      },
      {
        id: "wordpress-theme-development",
        title: "ওয়ার্ডপ্রেস থিম ডেভেলপমেন্ট",
        href: "/wordpress-theme-development",
      },
      {
        id: "wordpress-plugin-development",
        title: "ওয়ার্ডপ্রেস প্লাগিন ডেভেলপমেন্ট",
        href: "/wordpress-plugin-development",
      },
      {
        id: "thinking-in-react",
        title: "থিংকিং ইন রিয়াক্ট",
        href: "/thinking-in-react",
      },
      {
        id: "fullstack-with-nextjs",
        title: "ফুলস্ট্যাক উইথ নেক্সট জেএস",
        href: "/fullstack-with-nextjs",
      },
    ],
  },
  {
    id: "resources",
    title: "রিসোর্সেস",
    href: "/resources",
    sub: [],
  },
  {
    id: "why-our-course",
    title: "কেন আমাদের কোর্স",
    href: "#why-our-course",
    sub: [],
  },
  {
    id: "student-feedback",
    title: "স্টুডেন্ট ফিডব্যাক",
    href: "#student-feedback",
    sub: [],
  },
];

export const courses = [
  {
    id: "hsc-ict-crush-course",
    title: "এইচএসসি আইসিটি ক্র্যাশ কোর্স",
    description:
      "আমাদের এই আইসিটি ক্র্যাশ কোর্সটি তোমার ক্যারিয়ার তৈরি করতে সাহায্য করবে এবং উচ্চ শিক্ষা গ্রহণের সময় তথ্য ও প্রযুক্তি সেক্টরে দক্ষতা সম্পন্ন একটি ধাপ আগিয়ে থাকতে সাহায্য করবে",
    icon: "/courses/ict.svg",
    href: "/courses/hsc-ict-crush-course",
  },
  {
    id: "web-design",
    title: "ওয়েব ডিজাইন",
    description:
      "ওয়েব ডিজাইন কোর্সটি আপনার ক্যারিয়ারের জন্য একটি আদর্শ পথ প্রদান করবে, যেখানে আপনি সুন্দর, আকর্ষণীয়, এবং ক্রিয়েটিভ ওয়েব ডিজাইন প্রকল্প তৈরি করতে পারবেন",
    icon: "/courses/web-design.svg",
    href: "/courses/web-design",
  },
  {
    id: "wordpress-theme-development",
    title: "ওয়ার্ডপ্রেস থিম ডেভেলপমেন্ট",
    description:
      "এই কোর্সটি ওয়ার্ডপ্রেস কাস্টম থিম তৈরি এবং ওয়ার্ডপ্রেস ডেভেলপমেন্ট প্রকল্পে কাজ করতে সাহায্য করবে, যা ওয়ার্ডপ্রেস থিম ডেভেলপার হিসেবে আপনাকে উন্নত ক্যারিয়ার পথে প্রবর্দ্ধন করতে সাহায্য করবে",
    icon: "/courses/wtheme.svg",
    href: "/courses/wordpress-theme-development",
  },
  {
    id: "wordpress-plugin-development",
    title: "ওয়ার্ডপ্রেস প্লাগিন ডেভেলপমেন্ট",
    description:
      "কোর্সটি আপনার ক্যারিয়ারের প্রাগণ্য দিকে পৌঁছানোর একটি সশস্ত্র মাধ্যম, যা আপনাকে ওয়ার্ডপ্রেসে প্লাগইন তৈরি করতে শিখাবে এবং ওয়ার্ডপ্রেস একটি উন্নত ডেভেলপার হিসেবে গড়ে তোলার সুযোগ দেবে",
    icon: "/courses/wplugin.svg",
    href: "/courses/wordpress-plugin-development",
  },
  {
    id: "thinking-in-react",
    title: "থিংকিং ইন রিয়াক্ট",
    description:
      "কোর্সটি আপনাকে রিয়াক্ট সম্পর্কে স্পষ্ট ও মজাদার ভাবে বোঝাতে সাহায্য করবে, এটি আপনার রিয়াক্ট ডেভেলপমেন্ট ক্যারিয়ার শুরু করার পথে একটি শ্রেষ্ঠ উপায়",
    icon: "/courses/react.svg",
    href: "/courses/thinking-in-react",
  },
  {
    id: "fullstack-with-nextjs",
    title: "ফুলস্ট্যাক উইথ নেক্সট জেএস",
    description:
      "নেক্সট জেএস সম্পর্কে স্পষ্ট বোঝানোর জন্য সাহায্য করবে, এটি আপনার নেক্সট জেএস ডেভেলপমেন্ট ক্যারিয়ারে অগ্রগতি করতে একটি অদ্ভুত সুযোগ প্রদান করবে",
    icon: "/courses/nextjs.svg",
    href: "/courses/fullstack-with-nextjs",
  },
];

export const whyUs = [
  {
    id: 1,
    title:
      "আমরা আপনার শেখার যাত্রায় একটি প্রতিশ্রুতিমূলক সহায়ক। হাতে কলমে শেখানোর সাথে সাথে ছোট ছোট সমস্যাগুলোকে গুরত্বসহকারে সমাধানের জন্য সার্বক্ষনিক সাপোর্ট।",
  },
  {
    id: 2,
    title:
      "আপনাকে পেশাদার স্কিল এবং দক্ষতা সরবরাহ করতে সাহায্য করতে প্রস্তুত। আমরা আপনাকে প্রয়োজনীয় সমর্থন এবং পর্যাপ্ত গাইডেন্স দিব, যা আপনাকে নিজের লক্ষ্য এবং লক্ষ্যে পৌঁছানোর দিকে সাহায্য করবে।",
  },
  {
    id: 3,
    title:
      "ওয়েব ডিজাইন এবং ডেভেলপমেন্টে ব্যাপক অভিজ্ঞতা সহ শিল্প বিশেষজ্ঞদের কাছ থেকে শিখুন। আমাদের প্রশিক্ষকরা শিক্ষার্থীদের সফল হতে সাহায্য করার জন্য নির্দেশিকা, অন্তর্দৃষ্টি এবং পরামর্শ প্রদানের জন্য নিবেদিত।",
  },
  {
    id: 4,
    title:
      "ক্যারিয়ার ডেভেলপমেন্ট রিসোর্স, চাকরির নিয়োগ সহায়তা, এবং নেটওয়ার্কিং তৈরিতে সর্বোচ্চ সাহায্য পাবেন। শিক্ষার্থীদের আইটি সেক্টরে সফল ক্যারিয়ার শুরু করতে সাহায্য করতে প্রতিশ্রুতিবদ্ধ।",
  },
];

export const features = [
  {
    id: 1,
    title: "রিয়েলটাইম মাল্টিমেডিয়া ক্লাস",
    description:
      "রিয়েলটাইম মাল্টিমেডিয়া ক্লাসে আমরা অত্যন্ত আকর্ষণীয় এবং সবোর্ণ শিক্ষা সরবরাহ করছি।",
  },
  {
    id: 2,
    title: "সমস্যা সমাধানের জন্য রেকর্ডেড ভিডিও",
    description:
      "রেকর্ডেড ভিডিও একটি প্রভাবশালী উপায় যাতে সমস্যা সমাধানে আরও ভালো বোঝানো এবং প্রতিনিধিত্ব করা যায়।",
  },
  {
    id: 3,
    title: "অ্যাসাইনমেন্ট ও প্রজেক্ট",
    description:
      "অ্যাসাইনমেন্ট ও প্রজেক্ট ব্যবহার করে আমরা শিক্ষার প্রক্রিয়াকে আরো গভীরভাবে সম্পন্ন করি।",
  },
  {
    id: 4,
    title: "ফ্রিল্যান্সিং সাপোর্ট ও টিম এ কাজ",
    description:
      "সফল ফ্রিল্যান্সিং ক্যারিয়ার শুরু করার জন্য সাপোর্ট ও একটি সক্ষম টিমের সাথে কাজ করার সুযোগ।",
  },
];
