import Layout from "../components/Layout";
import { NextSeo } from "next-seo";
import { APP_URL } from "../lib/utils";
export default function Commission() {
  return (
    <>
      <NextSeo
        title="Commission | ITWINDOW - Enhance Yourself"
        description="আপনার রেফারেল মোবাইল নাম্বার ব্যবহার করে কেউ যদি অ্যাকাউন্ট করে তাহলে যে রেফারেলে অ্যাকাউন্ট করবে সে যদি এই প্লাটফর্ম থেকে কোন কোর্সে ইনরোল করে কোর্স ফি প্রদান করে তাহলে পেমেন্টের 10% (কমিশন) অ্যামাউন্ট আপনার প্রোফাইলে সংযুক্ত হবে।"
        canonical={`${APP_URL}/commission`}
        openGraph={{
          url: `${APP_URL}/commission`,
          title: "Commission | ITWINDOW - Enhance Yourself",
          description:
            "আপনার রেফারেল মোবাইল নাম্বার ব্যবহার করে কেউ যদি অ্যাকাউন্ট করে তাহলে যে রেফারেলে অ্যাকাউন্ট করবে সে যদি এই প্লাটফর্ম থেকে কোন কোর্সে ইনরোল করে কোর্স ফি প্রদান করে তাহলে পেমেন্টের 10% (কমিশন) অ্যামাউন্ট আপনার প্রোফাইলে সংযুক্ত হবে।",
          images: [
            {
              url: ``,
              alt: `Commission`,
            },
          ],
        }}
      />
      <Layout border>
        <div className="container my-20">
          <div className="space-y-5">
            <p>
              আপনার রেফারেল মোবাইল নাম্বার ব্যবহার করে কেউ যদি অ্যাকাউন্ট করে
              তাহলে যে রেফারেলে অ্যাকাউন্ট করবে সে যদি এই প্লাটফর্ম থেকে কোন
              কোর্সে ইনরোল করে কোর্স ফি প্রদান করে তাহলে পেমেন্টের 10% (কমিশন)
              অ্যামাউন্ট আপনার প্রোফাইলে সংযুক্ত হবে।
            </p>
            <div className="space-y-3">
              <h1 className="text-lg">কীভাবে প্লাটফর্মে সাইন আপ করতে হবে?</h1>
              <ul className="dark:text-slate-400 space-y-3 list-inside list-disc">
                <li>
                  প্রথমে সাইন আপ করুন বাটনে ক্লিক করলে একটি সাইন আপ ফরম পাওয়া
                  যাবে।
                </li>
                <li>
                  সঠিক মোবাইল নাম্বার ব্যবহার করে এগিয়ে যান বাটনে ক্লিক করলে
                  মোবাইল নাম্বারটিতে একটি OTP পাঠনো হবে। 4 ডিজিটের OTP টি
                  সঠিকভাবে ভেরিফাই হলে অ্যাকাউন্ট বিস্তারিত ফরম পাওয়া যাবে।
                </li>
                <li>
                  এই ফরমে নাম, পাসওয়ার্ড (অ্যাকাউন্টে যে পাসওয়ার্ড সেট করতে চান)
                  এবং যদি কারো রেফারেলে অ্যাকাউন্ট করতে চান তাহলে তার
                  অ্যাকাউনন্টের মোবাইল নাম্বার রেফারেল মোবাইল নাম্বার বক্সে
                  ইনপুট করে শর্তাবলী চেকবক্স চেক করে সাবমিট করলেই অ্যাকাউন্টটি
                  সম্পন্ন হয়ে যাবে।
                </li>
              </ul>
            </div>
            <div className="space-y-3">
              <h1 className="text-lg">কীভাবে রেফারেলে সংযুক্ত করতে হবে?</h1>
              <p className="dark:text-slate-400">
                যে মোবাইল নাম্বার ব্যবহার করে অ্যাকাউন্ট করা হয়েছে সেই মোবাইল
                নাম্বার নতুন কোন অ্যাকাউন্ট করার সময় রেফারেল মোবাইল নাম্বার
                হিসেবে ইনপুট করলে রেফারেলে সংযুক্ত হয়ে যাবে।
              </p>
            </div>
            <div className="space-y-3">
              <h1 className="text-lg">কীভাবে কমিশন পাওয়া যাবে?</h1>
              <p className="dark:text-slate-400">
                আপনার অ্যাকাউন্ট মোবাইল নাম্বার রেফারেলে ব্যবহার করে কেউ যদি
                অ্যাকাউন্ট করে এবং এই প্লাটফর্মের কোর্সে ইনরোল হয় এবং কোর্স ফি
                পে করে তাহলে পেমেন্টের 10% আপনি আপনার অ্যাকাউন্টে পেয়ে যাবেন।
                এবং পরবর্তীতে সর্বনিম্ন 100টাকা যেকোন মোবাইল ব্যাংকিং (বিকাশ,
                নগদ, রকেট) ব্যবহার করে Withdraw রিকুয়েস্ট করতে পারবেন। সবকিছু
                ঠিক থাকলে কিছুক্ষণের মধ্যে Withdraw রিকুয়েস্ট অ্যাকসেপ্ট করা
                হবে।
              </p>
            </div>
          </div>
        </div>
      </Layout>
    </>
  );
}
