import Layout from "../components/Layout";

export default function Commission() {
  return (
    <>
      <Layout border>
        <div className="container my-20">
          <div className="space-y-5">
            <p>
              আপনার রেফারেল মোবাইল নাম্বার ব্যবহার করে কেউ যদি অ্যাকাউন্ট করে
              তাহলে যে রেফারেলে অ্যাকাউন্ট করবে সে যদি এই প্লাটফর্ম থেকে কোন
              কোর্সে ইনরোল করে কোর্স ফি প্রদান করে তাহলে পেমেন্টের 10% (কমিশন)
              অ্যামাউন্ট আপনার প্রোফাইলে সংযুক্ত হবে।
            </p>
            <div className="space-y-3">
              <h1 className="text-lg">কীভাবে প্লাটফর্মে সাইন আপ করতে হবে?</h1>
              <ul className="dark:text-slate-400 space-y-3 list-inside list-disc">
                <li>
                  প্রথমে সাইন আপ করুন বাটনে ক্লিক করলে একটি সাইন আপ ফরম পাওয়া
                  যাবে।
                </li>
                <li>
                  সঠিক মোবাইল নাম্বার ব্যবহার করে এগিয়ে যান বাটনে ক্লিক করলে
                  মোবাইল নাম্বারটিতে একটি OTP পাঠনো হবে। 4 ডিজিটের OTP টি
                  সঠিকভাবে ভেরিফাই হলে অ্যাকাউন্ট বিস্তারিত ফরম পাওয়া যাবে।
                </li>
                <li>
                  এই ফরমে নাম, পাসওয়ার্ড (অ্যাকাউন্টে যে পাসওয়ার্ড সেট করতে চান)
                  এবং যদি কারো রেফারেলে অ্যাকাউন্ট করতে চান তাহলে তার
                  অ্যাকাউনন্টের মোবাইল নাম্বার রেফারেল মোবাইল নাম্বার বক্সে
                  ইনপুট করে শর্তাবলী চেকবক্স চেক করে সাবমিট করলেই অ্যাকাউন্টটি
                  সম্পন্ন হয়ে যাবে।
                </li>
              </ul>

              <h1 className="text-lg">কীভাবে রেফারেলে সংযুক্ত করতে হবে?</h1>
            </div>
          </div>
        </div>
      </Layout>
    </>
  );
}
